{
    "tips": [
        {
            "id": "2",
            "nama": "Tips dan Trik Menanam Padi",
            "jenis": "padi",
            "dek": "Peralatan yang dibutuhkan \r\nHal pertama yang harus diketahui untuk membuka usaha pertanian padi adalah peralatan yang dibutuhkan. Di dalam usaha ini, memang cukup banyak yang  harus dipersiapkan agar bisa memberikan hasil positif. \r\nPeralatan yang dibutuhkan ada pompa air, cangkul, golok, timba, wadah, gerobak dorong, sabit, mesin semprot dan masih banyak yang lainnya. Ini pun termasuk bibi padi hingga lahan yang pastinya dibutuhkan supaya bisa membuka usaha pertanian padi. \r\nMemang jika dilihat, cukup banyak yang harus dipersiapkan, tapi jika semuanya bisa dipenuhi sepanjang tahun, maka keuntungan yang besar bisa didapatkan oleh siapapun. Panen padi pun juga bisa berjalan dengan lebih lancar sekaligus meminimalisir risiko juga. \r\nTeknik penanaman padi \r\n\r\nPembersihan lahan \r\n\r\nTahap pertama adalah membersihkan lahan yang nantinya akan dipakai untuk menanam padi. Cabuti rumput-rumput liar yang ada dan kumpulkan supaya bisa dijadikan kompos. \r\n\r\nPencangkulan lahan \r\n\r\nSetelah dibersihkan, sekarang saatnya dicangkul. Namun sebelum itu, genangi air terlebih dahulu supaya tanah menjadi lunak. \r\nPembajakan lahan \r\nSama seperti proses pencangkulan lahan, sebaiknya genangi air terlebih dahulu supaya tanah menjadi lunak. Lakukan pembajakan dari pinggir lalu ke tengah. Setelah dibajak, kembali genangi air hingga 5-7 hari. \r\n\r\nPenggaruan lahan \r\n\r\nUntuk menggaru lahan, kurangi dulu genangan air yang ada. Lakukan penggaruan berkali=kali agar tidak ada lagi tersisa rumput. Dengan menggaru lahan, maka tanah menjadi rata dan proses penanaman bisa berjalan lancar.\r\n\r\nsumber :https://kumparan.com/venture/peluang-usaha-pertanian-padi-dan-analisis-usahanya-1rAQFYV03TV/full\r\n",
            "foto": "https://blue.kumparan.com/image/upload/fl_progressive,fl_lossy,c_fill,q_auto:best,w_640/v1559040920/aqt1rpxxin9zjainbvar.jpg"
        },
        {
            "id": "3",
            "nama": "Tips dan Trik Menanam Cabai",
            "jenis": "cabai",
            "dek": "1. Penentuan Lokasi\r\n\r\nSebelum mengetahui cara menanam cabe, hal pertama yang harus diketahui adalah menentukan lokasi tanam.\r\nMenentukan lokasi adalah hal krusial yang harus dilakukan untuk memastikan tumbuh kembang tanaman cabai yang sempurna.\r\nUntuk itu, simak 6 syarat lokasi menanam yang harus dipenuhi:\r\nPermukaan tanah harus berada di antara 300-2.000 mdpl;\r\nTemperatur yang ideal adah 24027 deraja Celsius;\r\nPastikan agar kemebapannya tidak terlalu tinggi;\r\nMenanam cabe bisa dilakukan di atas sawah bekas menanam padi ataupun tegalan yang tanahnya gembur, kaya akan unsur hara, dan memiliki persedian air tanah yang cukup;\r\nLokasi media tanam harus terkena cahaya matahari secara langsung sepanjang hari; dan\r\nPH tanah netral haruslah berkisar antara 5 hingga 7.\r\n\r\n2. Pemilihan Bibit Cabai\r\n\r\nSetelah itu, inilah saatnya untuk memilih bibit cabai.\r\nBibit cabai berkualitas adalah syarat penting untuk menumbuhkan tanaman cabai yang sehat.\r\nUntuk memilihnya, cukup kupas cape yang terlihat segar dan ambil bijinya.\r\nSetelah itu simpan di bawah sinar matahari hingga kering.\r\nJika kamu tidak mau repot, kamu bisa saja membili bibit cabai di toko terdekat.\r\nNamun, modal yang diperlukan tentunya lebih mahal daripada opsi pertama.\r\n\r\n3. Menyemai Cabai\r\n\r\nUntuk Menyemai cabai, pakailah polybag kecil yang penuh dengan tanah dan pupuk sebagai medianya.\r\nMasukanlah bibit cabai dan siram setiap hari.\r\nUntuk lebih rinci, kamu bisa mengikuti cara ini:\r\nSiapkan polybag dan masukan tanah serta pupuk dengan perbandingan 3:1;\r\nHindarkan dari hujan serta sinar matahari selama 1 minggu;\r\nSebelum dimasukan, rendam terlebih dahulu bibit selama 3 jam;\r\nMasukan bibit ke dalam polybag dan tutupi dengan tanah dengan kedalam 1 cm saja; dan\r\nSetelah benih berkecambah, kamu sudah bisa memperkenalkan tanaman cabai dengan cahaya matahari langsung.\r\n\r\n4. Cara Menanam Cabaicara menanam cabe\r\n\r\nProses selanjutnya adalah cara tanam cabe.\r\nSetelah cabai berusia 4 minggu, pindahkan bibit tersebut di lahan yang sudah disiapkan.\r\nTak lupa, gemburkan tanah lahan terlebih dahulu dan beri pupuk.\r\nHati-hati juga ketika melepaskan benih dari polybag supaya akarnya tidak rusak.\r\nGunakanlah perbandingan 3:2:1 dengan rincian tanah, pupuk, dan sekam mentah untuk media tanam.\r\n\r\n5. Pemupukan Cabai Selama masa tanam, \r\n\r\npastikan untuk memberi pupuk secara rutin.\r\n6 Teknik Hidroponik Mudah yang Dapat Dilakukan di Rumah\r\nPupuk kompos akan menjadikan tanaman cabai menjadi lebih organik.\r\n\r\n6. Perawatan Cabai\r\n\r\ncara menanam cabe\r\nSalah satu cara menanam cabai yang harus diperhatikan adalah cara perawatannya.\r\nKamu harus menyiram tanaman setiap hari secara teratur.\r\nPastikan juga agar tidak ada tumbuhan lain yang bisa mengganggu pertumbuhan cabai.\r\nJika ada, segera cabut dengan tangan atau peralatan berkebun.\r\n\r\n7. Panen\r\n\r\nUntuk tanaman sejnis cabai rawit, biasanya waktu yang dibutuhkan untuk panen adalah sekitar 60 hingga 80 hari.\r\nProses panen bisa dilakukan terus menerus selama 2 atau 3 hari, tergantung seberapa banyak cabai yang ditanam.\r\nLakukan panen setiap pagi menggunakan gunting panen dan pilihlah cabe yang sudah matang namun tidak terlalu tua saja.\r\n\r\nsumber:https://www.99.co/blog/indonesia/cara-menanam-cabe/",
            "foto": "https://blogpictures.99.co/cara-menanam-cabe-header.jpg"
        },
        {
            "id": "4",
            "nama": "8 Cara Menanam Bawang Merah di Rumah, Gampang Banget",
            "jenis": "bawang merah",
            "dek": "1. Siapkan Bibit Bawang Merah\r\n\r\nCara menanam bawang merah di rumah yang pertama adalah menyiapkan bibit. Bibit bawang merah yang baik adalah bibit yang disimpan selama 2-3 bulan.\r\nBibit ini berupa bawang merah tua yang masih tertanam di tanah. Ada juga bibit bawang merah berupa umbi yang diproduksi perusahaan tani lokal dan impor.\r\nUntuk membedakan bibit bawang merah yang tepat, caranya dengan memegang umbi. Pegang umbi, jika terasa padat dan berisi, maka umbi sudah tua ketika dipanen. Umbi tua layak ditanam sebagai bibit. Jika umbi terasa lunak dan tidak padat, maka umbi tersebut masih cukup muda untuk dipanen.\r\nBila dilihat dari penampilan, umbi yang layak dijadikan bibit yakni tampak cerah, segar, mengkilap, dan kulit umbi tidak kusut. Umbi tersebut sehat karena terhindar dari serangan jamur.\r\nAgar lebih praktis, Anda juga bisa menyiapkan bibit bawang merah yang masih tersisa di dapur. Cari bibit umbi yang masih bagus dan segar. Bagaimana cara menanam bawang merah selanjutnya? Mari ikuti langkah berikutnya.\r\n\r\n2. Siapkan Media Tanam\r\n\r\nSelain bibit, media tanam juga perlu disiapkan. Media tanam yang baik harus memiliki drainase yang baik dan menyerap air lebih cepat. Misalnya tanah berpasir. Lalu, campur tanah pasir dengan arang sekam dan pupuk kandang dengan komposisi 1:1:1.\r\nKemudian, masukkan semua media tanam yang telah dicampur ke pot. Agar bawang merah tumbuh leluasa, gunakan pot berdiameter 20 sampai 30 cm. Aduk media tanam dan tekan sedikit. Lalu tutup sedikit dengan plastik. Diamkan media tanam hingga 2 hari agar media tanam tercampur dengan merata.\r\n\r\n3. Tanam Bibit\r\n\r\nCara menanam bawang merah di rumah berikutnya yakni menanam bibit. Bibit bawang merah yang sudah disiapkan, ambil. Potong sedikit bagian ujung bawang hingga terlihat dagingnya. Jika bawang sudah ada tunas, maka tidak perlu dipotong lagi.\r\nKemudian, tanam bibit bawang dengan kedalaman 5 cm. Biarkan bagian leher umbi terlihat. Lalu, timbun dengan tanah. Beri jarak 10 cm antar umbi.\r\n\r\n\r\n4. Pemberian Pupuk\r\n\r\nPemupukan bibit umbi bawang merah diberikan setelah usia 3-4 minggu. Pupuk yang dapat diberikan adalah pupuk kandang atau pupuk kompos. Ukuran pupuk yakni sebanyak satu kepal tangan, lalu tabur ke sekeliling bibit pada setiap pot.\r\nJika Anda ingin memberikan pupuk non organik, berikan pupuk ZA. Takar pupuk ZA sebanyak 5 gram tiap pot. Taburkan pupuk ZA setiap 3 minggu sekali.\r\nCara menanam bawang merah seperti ini akan menyuburkan tanah dan mempercepat pertumbuhan akar umbi bawang merah.\r\n\r\n5. Menyiram Bibit\r\n\r\nAgar bibit bawang merah tidak layu, siramlah sebanyak 2 kali sehari tiap pagi dan sore. Saat penyiraman, sebaiknya hindari terlalu banyak air. Cara menanam bawang merah di rumah dengan penyiraman secukupnya membuat akar tidak busuk. Pastikan juga drainase pot cukup baik mengalirkan air.\r\nUntuk menghindari genangan air, pindahkan pot ke tempat teduh. Karena akan menyebabkan umbi bawang merah lemah dan membusuk jika disiram air terus-menerus.\r\nJika usia umbi bawang merah menginjak 2 bulan, kurangilah intensitas penyiraman. Lakukan penyiraman bibit hanya sekali sehari, yakni pagi atau sore hari.\r\n\r\n6. Membersihkan Gulma dan Rumput Liar\r\n\r\nMeskipun ditanam dalam pot, tetaplah harus menjaga tanah dari pertumbuhan gulma dan rumput liar. Cara menanam bawang merah di rumah seperti ini perlu dilakukan agar pertumbuhan umbi tidak terganggu.\r\nKeuntungan lainnya, jika ada salah satu umbi bawang merah yang membusuk, Anda dapat membuang umbi tersebut agar pembusukan tidak merambat ke umbi lainnya.\r\n\r\n\r\n7. Kendalikan Hama\r\n\r\nSelain penyiraman dan pembersihan (penyiangan), mengendalikan hama juga penting dilakukan. Hama yang biasa menyerang bawang merah adalah ulat daun, ulat tanah, dan lalat penggorok daun. Inilah pembahasan singkat hama-hama yang menyerang bawang merah.\r\n\r\na. Lalat penggorok daun\r\nLalat pengorok daun menyerang tanaman bawang merah dengan menusukkan telurnya pada daun tanaman. Lalat penusuk ini adalah lalat betina. Ciri-ciri terkena hama yaitu muncul bintik putih kecil di bagian daun.\r\nBintik putih kecil ini lama-lama menjadi garis lurus dan membuat daun mengering. Pada serangan berat, seluruh helai daun kering dan berwarna cokelat. Tidak jarang kalau bagian akarnya busuk dan mengeluarkan belatung.\r\nKendalikan hama lalat penggorok daun dengan insektisida berbahan aktif imidakloprid. Beri dosis 2 sendok makan atau sekitar 25 gram dan 2 liter air. Alternatif lain, gunakan abamectin berdosis setengah sendok teh dan 17 liter air. Basmi pula larvanya dengan insektisida bahan aktif abamectin seperti Demolish atau Agrimec berdosis setengah sendok teh dan 17 liter air.\r\n\r\nb. Ulat tanah\r\nUlat tanah biasa menyerang dengan memotong leher tanaman bawang merah yang berusia 2-3 minggu. Potongan tanaman ini dibawa ke dalam tanah. Ciri-ciri terserang ulat tanah yakni tanaman layu dan mati.\r\nUlat tanah biasa menyerang antara pukul 5 sore hingga 7 malam. Saat siang hari, ulat tanah bersembunyi karena tidak menyukai cahaya matahari.\r\nBasmi hama ulat tanah dengan dibakar dan digenangi air. Gunakan musuh alami seperti tawon jenis Apanteles ruficrus, jamur Metarhizium sp, dan jamur Botrytis sp.\r\nSelain itu, berikan insektisida tabur berbahan karbofuran seperti Furadan dan Regent. Taburkan insektisida tersebut bersamaan saat pemupukan. Berikanlah secukupnya sesuai dosis yang ditentukan.\r\n\r\nc. Ulat daun\r\nUlat daun biasa menyerang daun yang masih muda atau tua. Ciri-ciri terkena serangan ulat daun yakni, timbul bercak berwarna putih transparan di daun. Bercak ini disebabkan larva yang menggerek bagian dalam daun hingga menyisakan lapisan epidermis. Akibatnya, daun tampak menerawang.\r\nJika serangan ulat daun cukup parah, daun-daun tanaman cenderung mengering. Terkadang ulat juga dapat menyerang bagian umbi.\r\nCegah serangan ulat daun melalui sanitasi lahan, pengaturan jarak tanam, dan pembakaran telur ulat daun. Jika memungkinkan, lakukan penyemprotan insektisida berbahan aktif chlorfenapyr dan flufenoxuron.\r\nSetelah mengenal hama-hama tanaman bawang merah, Anda dapat melanjutkan cara menanam bawang merah berikutnya.\r\n\r\n8. Proses Panen\r\n\r\nUmbi bawang merah yang menginjak usia 3 bulan, sudah bisa dipanen. Ciri-ciri umbi bawang merah yang layak panen adalah sebagai berikut:\r\nTanaman cukup tua, ciri-cirinya batang lemas dan daun menguning.\r\nUmbi lapis padat berisi, sebagian tersembul dan muncul di atas permukaan tanah.\r\nWarna kulit umbi mengkilap dan merah.\r\nCabutlah tanaman beserta daun dan umbinya. Usahakan tanah masih menempel pada umbi dan akar. Kemudian, biarkan umbi di gundukan tanah selama beberapa jam. Lalu ikat dengan ukuran 1-1,5 kg per ikatnya.\r\nAgar umbi yang dipanen tidak membusuk saat penyimpanan, lakukan pengasapan. Atur suhu 25-30 derajat Celcius dengan kelembapan rendah. Agar lebih mudah, jemur umbi selama 1 atau 2 minggu. Dengan begitu, umbi bawang merah siap digunakan selama beberapa bulan ke depan.\r\nItulah delapan cara menanam bawang merah di rumah. Kunci sukses cara menanam bawang merah adalah konsisten dan sabar. Jika Anda ingin menanam kembali, gantilah tanah agar tidak jenuh. Karena, tanah yang jenuh akan menolak tanaman dan gagal panen.\r\n\r\nsumber:https://www.cekaja.com/info/cara-menanam-bawang-merah-di-rumah/#:~:text=Menyiram%20Bibit,pot%20cukup%20baik%20mengalirkan%20air",
            "foto": "https://cdnaz.cekaja.com/media/2020/05/636-Artikel-CA20-cara-menanam-bawang-merah-di-rumah.jpg"
        },
        {
            "id": "5",
            "nama": "5 Cara Menanam Jahe di Rumah",
            "jenis": "jahe",
            "dek": "1. Pilih jenis jahe yang ingin ditanam\r\n\r\nmenentukan jenis jahe yang ingin  ditanam terlebih dahulu agar tidak keliru nantinya.\r\nSaat ini, ada beberapa jenis jahe yang biasa dimanfaatkan sebagai bumbu dapur maupun obat tradisional, yaitu:\r\nJahe putih besar dengan umbi berwarna putih kekuningan dan berukuran 8-8,5 cm;\r\nJahe putih kecil dengan umbi berwarna putih kekuningan, berlapis-lapis, dan berukuran 3-4 cm;\r\nJahe merah dengan umbi berwarna merah atau jingga muda, berlapis-lapis, berbau tajam, dan berukuran 4-4,5 cm.\r\n\r\n2. Lakukan pembibitan dengan rimpang jahe berumur 10 bulan\r\n\r\nSetelah  menentukan jenis jahe yang ingin ditanam, langkah selanjutnya adalah melakukan pembibitan.\r\nPilih rimpang jahe yang gemuk dan berkulit halus ya. Umumnya, rimpang jahe yang baik digunakan untuk pembibitan adalah yang berumur minimal 10 bulan.\r\nSetelah mendapatkan rimpang jahe yang tepat, rendam rimpang tersebut dengan air hangat selama satu malam. Lalu, letakkan rimpang di tanah hingga bertunas. Simpan di tempat yang kering dan tidak terkena sinar matahari langsung ya, \r\nRimpang jahe dapat dipindahkan ke media tanam setelah tunas berukuran 1-2 cm.\r\n\r\n\r\n3. Siapkan media tanam\r\n\r\nMenanam jahe tidak membutuhkan pekarangan yang luas .\r\nBahkan,  bisa menanamnya di dalam pot berukuran 30 cm x 35 cm. Pot ini cukup untuk menanam 3-4 buah jahe.\r\nDi dalam pot tersebut, masukkan tanah sebagai media tanam.\r\nAgar lebih subur, tambahkan campuran pupuk kompos dan pupuk kandang dengan perbandingan 1:1 ya.\r\n\r\n4. Pindahkan rimpang jahe yang sudah bertunas ke media tanam\r\n\r\nLangkah selanjutnya adalah memindahkan rimpang jahe yang sudah bertunas ke media tanam yang sudah disiapkan.\r\nPertama-tama, potong rimpang jahe  menjadi potongan kecil terlebih dahulu. Setiap potong bisa memiliki beberapa tunas. Lalu, letakkan rimpang tersebut 5-10 cm di dalam tanah.\r\nJika  menanam beberapa jahe sekaligus, pastikan ada jarak 5 cm antar jahe agar akarnya tidak saling menabrak nantinya ya\r\n\r\n5. Rawat hingga masa panen tiba\r\n\r\nLangkah terakhir adalah merawat tanaman jahe  hingga masa panen tiba.\r\nAgar jahe tumbuh dengan baik, jauhkan pot dari sinar matahari langsung dan letakkan di tempat bersuhu 24-30 derajat Celcius. Lingkungan dingin hanya akan memperlambat pertumbuhan jahe, bahkan membuat bibit tidak tumbuh.\r\nSiram jahe setiap hari dengan air secukupnya. Air tidak boleh sampai menggenang agar jahe tidak busuk. Oleh karena itu, pastikan pot yang  gunakan memiliki sistem drainase yang baik.\r\nNah, jahe  akan siap dipanen setelah berusia 10-12 bulan. Namun, ada juga jahe yang dipanen saat baru berusia 4 bulan untuk diolah menjadi minuman.\r\n\r\nsumber: https://www.popmama.com/life/home-and-living/bernadine/cara-menanam-jahe-di-rumah/5",
            "foto": "https://cdn.popmama.com/content-images/post/20200329/ginger-b036afdd8709cb1ac824482670e35c98.jpg"
        },
        {
            "id": "6",
            "nama": "Budidaya seledri organik dalam polybag",
            "jenis": "seledri",
            "dek": "Tanaman seledri (Apium graveolens) termasuk dalam keluarga Umbelliferae, tanaman yang sering dijadikan herba atau tanaman berkhasiat obat. Daun seledri dikonsumsi sebagai lalapan dan penghias hidangan. Bijinya dijadikan bahan penyedap dan ekstrak minyak seledri dimanfaatkan sebagai obat.\r\nUsaha tani budidaya seledri sangat cocok dilakukan di dataran tinggi dengan ketinggian 1000-1200 meter dari permukaan laut. Namun tanaman ini masih toleran ditumbuhkan di dataran rendah. Tanaman ini kurang tahan terhadap curah hujan tinggi. \r\nJenis tanah yang dikehendaki dalam budidaya seledri adalah tanah yang gembur dan mengandung banyak bahan organik. Tanaman ini tumbuh baik pada tingkat keasaman tanah pH 5,5-6,5. Apabila tanah terlalu asam sebaiknya tambahkan kapur atau dolomit.\r\n\r\nCara menanam seledri\r\n\r\nTerdapat dua cara menanam seledri yaitu perbanyakan generatif (dari biji) dan perbanyakan vegetatif (dari anakan). Perbanyakan generatif biasanya diterapkan untuk budidaya seledri skala luas atau komersial. Untuk budidaya skala pekarangan seperti dalam pot atau polybag, perbanyakan secara vegetatif lebih mudah dilakukan.\r\nPerbanyakan generatif dmulai dengan menyemaikan biji terlebih dahulu. Setelah biji tumbuh menjadi bibit, baru dipindahkan ke dalam pot atau polybag. Berikut langkah-langkahnya:\r\nSebelum biji disemai, rendam terlebih dahulu dalam air hangat kuku (50-60 derajat celcius) selama 1 jam.\r\nSiapkan tempat persemaian berupa bedengan atau baki semai. Media semai terdiri dari campuran tanah dan kompos yang telah diayak dengan perbandingan 2:1. Baca cara membuat media persemaian.\r\nBerikan naungan dengan plastik bening pada bedengan semai untuk menlindungi tanaman dari kucuran air hujan langsung dan terik matahari.\r\nBuat alur garitan di atas bedengan sedalam 0,5 cm dengan jarak antar alur 10-20 cm. Tebarkan benih ke dalam alur tersebut dan tutup tipis dengan tanah lalu siram untuk mempertahankan kelembabannya.\r\nSiram dengan air secukupnya setiap pagi atau sore untuk mempertahankan kelembaban media persemaian. Media jangan terlalu basah dan jangan pula sampai kekeringan.\r\nBibit siap dipindahkan ke pot atau polybag setelah 1 bulan atau setelah tumbuh 3-4 helai daun.\r\nPerbanyakan vegetatif biasanya dilakukan apabila kita telah memiliki tanaman seledri sebelumnya. Cara perbanyakannya, ambil anakan yang terdapat dalam rumpun tanaman seledri yang telah ada. Kemudian pindahkan ke pot atau polybag baru. Selanjutnya tanaman bisa diperbanyak dari rumpun seledri yang tumbuh.\r\nSetelah bibit siap dipindahkan, siapkan pot atau polybag ukuran sedang. Isi dengan media tanam yang terdiri dari campuran tanah, kompos dan arang sekam dengan perbandingan 1:1:1. Ayak terlabih dahulu bahan-bahan tersebut. Penggunaan arang sekam tujuannya agar media tanam memiliki porositas yang baik dan bobot media menjadi ringan sehingga pot atau polybag gampang dipindahkan.\r\nApabila tidak ada arang sekam bisa diganti dengan sekam padi, jerami padi atau serbuk gergaji. Hati-hati dalam membuat media tanam, gunakan bahan-bahan yang bebas dari hama dan penyakit. Silahkan baca cara membuat media tanam.\r\n\r\nPerawatan budidaya seledri\r\n\r\nLakukan penyiraman setiap pagi dan sore hingga tanaman berumur satu minggu. Setelah itu frekuensi penyiraman cukup dilakukan 2-3 kali dalam satu minggu. Tergantung pada kondisi cuaca, usahakan media tidak terlalu becek atau kering.\r\nUntuk budidaya seledri organik pemberian pupuk organik cair sangat efektif diberikan sebagai pupuk susulan. Pupuk organik cair banyak dijual di toko-toko pertanian dalam berbagai merek, atau bisa juga dibuat sendiri. Silahkan baca cara membuat pupuk organik cair. Selain pupuk cair bisa juga digunakan pupuk kompos, pupuk kandang atau pupuk hayati.\r\nEncerkan pupuk organik cair sebelum disiramkan pada tanaman. Biasanya 10 ml pupuk cair diencerkan dengan 1 liter air sebelum digunakan. Untuk lebih khsususnya ikuti petunjuk yang terdapat dalam kemasan pupuk tersebut. Siramkan pupuk yang telah diencerkan dengan dosis 100 ml per polybag. Frekuensi pemupukan dilakukan setiap 1-2 minggu sekali.\r\nBudidaya seledri dalam pot atau polybag sebenarnya relatif jarang terkena hama atau penyakit. Namun pada budidaya seledri skala luas serangan banyak dijumpai. Tidak ada salahnya kita mengetahui jenis-jenis hama dan penyakit tersebut.\r\nTerdapat beberapa hama yang sering dijumpai dalam budidaya seledri. Beberapa diantaranya adalah ulat tanah, keong, kutu dan tunggau. Hama-hama tersebut bisa diberantas dengan dipungut langsung dengan tangan. Apalagi untuk penanaman dalam polybag.\r\nSedangkan jenis-jenis penyakit budidaya seledri adalah cercospora, bercak septoria dan virus aster yellow. Untuk menghindari serangan penyakit-penyakit itu, lakukan pencegahan sejak dini. Pencegahan dilakukan sejak pemilihan benih, menjaga sanitasi kebun dan pemupukan yang baik.\r\nApabila serangan penyakit menghebat, bisa dilakukan penyemprotan dengan pestisida organik. Silahkan baca mengenai pengendalian penyakit dengan pestisida organik.\r\n\r\nPanen budidaya seledri\r\n\r\nPanen budidaya seledri bisa dilakukan berkali-kali. Panen pertama biasanya terjadi setelah tanaman berumur 1-3 bulan setelah tanam, tergantung varietasnya. Pertumbuhan seledri dikatakan telah maksimum setelah daunnya rimbun dan anakannya banyak.\r\nSeledri dipanen dengan cara memotong pangkal batang secara periodik. Frekuensi pemanenan bisa dilakukan 1-2 minggu sekali. Panen berakhir apabila pertumbuhan anakan sudah tidak produktif lagi. Panen bisa juga dilakukan dengan dicabut.\r\n\r\nsumber : https://alamtani.com/budidaya-seledri/\r\n",
            "foto": "https://alamtani.com/wp-content/uploads/2014/05/budidaya-seledri.jpg"
        },
        {
            "id": "7",
            "nama": "7 Cara Menanam Kangkung Yang Bersahabat Untuk Pemula",
            "jenis": "kangkung",
            "dek": "1. Menyiapkan Benih\r\n\r\nHal pertama yang harus dilakukan adalah memastikan benih yang dipilih memiliki kualitas yang unggul dan bebas dari hama dan penyakit.\r\nUntuk  mendapatkannya, kamu bisa datang ke kios pertanian dan berkonsultasi secara langsung dengan penjaga toko mengenai benih dengan kualitas terbaik.\r\nKemudian, dalam proses pembibitan, terdapat 2 cara yang bisa kamu pilih, yakni dengan biiji (generatif) atau dengan teknik stek (vegetatif).\r\n\r\n2. Siapkan Lahan untuk Menanam Kankung\r\n\r\nLahan yang akan dijadikan media tanam harus terbebas dari gulma dan rumput liar.\r\nSetelah tanah digemburkan, buatlah gundukan tanah selebar 1 meter dengan panjang menyesuaikan (beri jarak 40 cm dengan bedengan).\r\nJika lahan yang dimiliki terbatas, sesuaikan saja media tanam dengan kebutuhan.\r\n\r\n3. Cara Memberi Pupuk Kangkung\r\n\r\nBeri pupuk kandang di atas tanah yang sudah diolah secukupnya, ratakan, dan biarkan selama 3-5 hari.\r\nJika kandungan asam pada tanah terlalu tinggi, beri kapur dolomit untuk menetralkan pH.\r\nUntuk hasil yang maksimal, takaran yang pas adalah 1 ember kecil untuk setiap 1 karung pupuk.\r\n\r\n4. Proses Menanam Kangkung\r\n\r\nBerikut adalah cara menanam kangkung:\r\nBuat lubang tanam di bedengan dengan kedalaman 5 cm dan jarak antar lubang 15-20 cm\r\nMasukkan 3 hingga 5 biji di setiap lubang.\r\nTutup dengan tanah tipis yang sudah dicampur dengan pupuk NPK dan kandang.\r\nLakukan penanaman dengan teknik garitan atau zig-zag.\r\nLakukan langkah di atas saat musim penghujan tiba (November-Desember).\r\nJika terpaksa dilakukan pada musim kering, pastikan agar pengairan dilakukan setiap hari.\r\n\r\n5. Proses Penyulaman Kangkung\r\n\r\nPenyulaman adalah hal yang tidak boleh dilewatkan ketika menanam kangkung.\r\nKamu harus bisa memilih dan mengganti tanaman yang tidak tumbuh dengan sempurna.\r\nJika hal tersebut terjadi, segera ganti dengan benih yang baru agal hasil panennya merata atau seragam.\r\n\r\n6. Merawat Tanaman Kangkung\r\n\r\nPastikan agar kamu selalu membersihkan gulma serta tanaman lain yang bisa mengganggu pertumbuhan tanaman kangkung.\r\nSelain itu, lakukan juga pemberian pupuk susulan agar unsur hara dalam lahan tetap tersedia.\r\nUntuk melakukannya, beri pupuk urea sejumlah 15 gram per meter lahan dan taburkan di pinggir bedengan.\r\nProses ini bisa dilakukan 10 hari sejak pembibitan dilakukan.\r\n\r\n7. Proses Panen Kangkung\r\n\r\nBiasanya, kangkung sudah siap panen saat usia tanaman sudah mencapai 30 hari semenjak benih ditanam.\r\nUntuk memanennya, cukup cabut kangkung hingga ke akarnya, atau potong ujung pangkal batang dengan pisau.\r\nKumpulkan hasil panen tersebut di tempat yang lembap agar tidak layu.\r\nSelain itu, kamu juga bisa merendam akarnya agar hasil panen bertahan lebih lama.\r\n\r\nsumber : https://www.99.co/blog/indonesia/cara-menanam-kangkung/\r\n",
            "foto": "https://blogpictures.99.co/cara-menanam-kangkung-header.jpg"
        },
        {
            "id": "8",
            "nama": "Berikut Cara Menanam Tomat yang Mudah Dilakukan di Rumah",
            "jenis": "tomat",
            "dek": "1.Cara Menanam Tomat di Lahan Rumah\r\n\r\nPilih lahan dengan sinar matahari penuh dan tanah berdrainase baik. Penting bahwa lahan setidaknya menerima 6 jam sinar matahari setiap hari.\r\nDua minggu sebelum menanam tanaman tomat di luar ruangan, gali tanah sedalam 30 cm dan campur dengan pupuk kompos.\r\nTanam tanaman tomat dengan jarak sekitar 60 cm antara tanaman satu dengan tanaman lain.\r\nTempatkan tomat atau keramba di tanah pada saat penanaman untuk menghindari kerusakan akar di kemudian hari.\r\nJepit beberapa cabang bawah tanaman tomat, dan tanam akar cukup dalam sehingga daun terendah terletak tepat di atas permukaan tanah.\r\nSiram dengan baik untuk mengurangi guncangan pada akar.\r\n\r\n2.Cara Menanam Tomat di Pot\r\n\r\nGunakan pot atau wadah besar dengan lubang drainase di bagian bawah.\r\nGunakan tanah yang tidak terlalu padar agar air mengalir dengan baik. Direkomendasikan campuran tanah yang baik dengan bahan organik tambahan.\r\nTanam satu tanaman tomat per pot. Pilih dari varietas semak atau kerdil, banyak tomat ceri tumbuh dengan baik dalam pot.\r\nTempatkan pot di tempat yang cerah dengan sinar matahari penuh selam 6-8 jam sehari.\r\nJaga kelembapan tanah. Menanam tomat dalam wadah membuat tanah lebih cepat mengering daripada di kebun, jadi periksalah setiap hari dan berikan air tambahan.\r\n\r\n3.Merawat Tanaman Tomat\r\n\r\nSiram tanaman tomat di pagi hari. Ini memberi tanaman kelembapan yang dibutuhkan untuk melewati hari yang panas. Hindari menyiram di sore atau di malam hari.\r\nBerikan mulsa (material penutup tanaman untuk menjaga kelembapan tanah serta menekan pertumbuhan gulma dan penyakit) lima minggu setelah tomat ditanam.\r\nUntuk membantu tomat melewati masa-masa kekeringan, temukan beberapa batu pipih dan letakkan satu di samping setiap tanaman. Batuan mencegah air menguap dari tanah.\r\nBerikan tanaman tomat pupuk atau kompos setiap dua minggu, dimulai ketika buah tomat berdiameter sekitar 2,5 cm.\r\nSaat tanaman tumbuh, pangkas semua daun bagian bawah. Ini membantu mencegah penyakit menyebar dari tanah ke dedaunan.\r\n\r\n4.Memanen Tomat\r\n\r\nBiarkan tomat yang sudah tumbuh selama mungkin. Jika ada yang rontok sebelum terlihat matang, masukkan ke dalam kantong kertas, dan simpan di tempat yang sejuk dan gelap.\r\nJangan pernah menempatkan tomat di tempat yang cerah agar membuatnya matang, tomat mungkin akan membusuk sebelum matang.\r\nTomat yang sempurna untuk dipetik memiliki tekstur keras dan warnanya sangat merah, berapapun ukurannya, dan mungkin ada beberapa warna kuning tersisa di sekitar batangnya.\r\nJangan meletakkan tomat segar ke dalam kulkas. Melakukan hal itu dapat merusak rasa dan tekstur tomat dari kebun.\r\n\r\nsumber : https://parenting.orami.co.id/magazine/mudah-ditanam-berikut-cara-menanam-tomat-yang-segar/",
            "foto": "https://cdn-cas.orami.co.id/parenting/images/Tomat-Hero.original.jpegquality-90.jpg"
        }
    ]
}
